Repository: zizicici/Pin-It
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hk

# settings.cloudKitSync.diagnostics
source: Sync Diagnostics
ar: تشخيصات المزامنة
de: Synchronisierungsdiagnose
es: Diagnósticos de sincronización
es_419: Diagnósticos de sincronización
fr: Diagnostics de synchronisation
it: Diagnostica di sincronizzazione
ja: 同期診断
ko: 동기화 진단
pt_br: Diagnóstico de Sincronização
pt_pt: Diagnósticos de sincronização
ru: Диагностика синхронизации
uk: Діагностика синхронізації
zh_hans: 同步诊断
zh_hk: 同步診斷

# settings.cloudKitSync.diagnostics.footer
source: Records recent sync events (metadata only, no post content) so you can export them when reporting a problem.
ar: يسجّل أحداث المزامنة الأخيرة (البيانات الوصفية فقط، دون محتوى المنشورات) لتتمكّن من تصديرها عند الإبلاغ عن مشكلة.
de: Zeichnet die letzten Synchronisierungsereignisse auf (nur Metadaten, kein Post-Inhalt), damit du sie beim Melden eines Problems exportieren kannst.
es: Registra los eventos de sincronización recientes (solo metadatos, sin el contenido de las publicaciones) para que puedas exportarlos al informar de un problema.
es_419: Registra los eventos de sincronización recientes (solo metadatos, sin el contenido de las publicaciones) para que puedas exportarlos al reportar un problema.
fr: Enregistre les événements de synchronisation récents (métadonnées uniquement, sans le contenu des publications) afin que vous puissiez les exporter lors du signalement d’un problème.
it: Registra i recenti eventi di sincronizzazione (solo metadati, nessun contenuto dei post) così puoi esportarli quando segnali un problema.
ja: 最近の同期イベント（メタデータのみ、投稿の内容は含みません）を記録し、問題を報告する際に書き出せるようにします。
ko: 최근 동기화 이벤트를 기록하여(메타데이터만 포함, 게시물 내용은 미포함) 문제를 신고할 때 내보낼 수 있도록 합니다.
pt_br: Registra eventos recentes de sincronização (apenas metadados, sem o conteúdo das notas) para que você possa exportá-los ao relatar um problema.
pt_pt: Regista os eventos de sincronização recentes (apenas metadados, sem o conteúdo das publicações) para que os possa exportar ao comunicar um problema.
ru: Записывает недавние события синхронизации (только метаданные, без содержимого заметок), чтобы вы могли экспортировать их при сообщении о проблеме.
uk: Записує останні події синхронізації (лише метадані, без вмісту допису), щоб ви могли експортувати їх під час повідомлення про проблему.
zh_hans: 记录最近的同步事件（仅元数据，不含内容），便于你在反馈问题时导出。
zh_hk: 記錄最近的同步事件（僅中繼資料，不含內容），方便你在回報問題時匯出。

# settings.cloudKitSync.diagnostics.stats
source: %d events in %d file(s)
ar: %d حدث في %d ملف
de: %d Ereignisse in %d Datei(en)
es: %d eventos en %d archivo(s)
es_419: %d eventos en %d archivo(s)
fr: %d événements dans %d fichier(s)
it: %d eventi in %d file
ja: %d 件のイベント、%d 個のファイル
ko: %d개 이벤트, %d개 파일
pt_br: %d eventos em %d arquivo(s)
pt_pt: %d eventos em %d ficheiro(s)
ru: %d событий в %d файлах
uk: %d подій у %d файлах
zh_hans: %d 条事件，共 %d 个文件
zh_hk: %d 則事件，共 %d 個檔案

# settings.cloudKitSync.disable.alert.message
source: CloudKit Sync will stop. Changes you make while it is off (including deletions) stay on this device and will sync to CloudKit when you turn it back on.
ar: ستتوقف مزامنة CloudKit. ستبقى التغييرات التي تجريها أثناء إيقافها (بما في ذلك عمليات الحذف) على هذا الجهاز وستتم مزامنتها مع CloudKit عند إعادة تفعيلها.
de: Die CloudKit-Synchronisierung wird beendet. Änderungen, die du vornimmst, während sie deaktiviert ist (einschließlich Löschungen), bleiben auf diesem Gerät und werden mit CloudKit synchronisiert, sobald du sie wieder aktivierst.
es: La sincronización con CloudKit se detendrá. Los cambios que hagas mientras está desactivada (incluidas las eliminaciones) permanecerán en este dispositivo y se sincronizarán con CloudKit cuando la vuelvas a activar.
es_419: La sincronización con CloudKit se detendrá. Los cambios que hagas mientras está desactivada (incluidas las eliminaciones) permanecerán en este dispositivo y se sincronizarán con CloudKit cuando la vuelvas a activar.
fr: La synchronisation CloudKit va s’arrêter. Les modifications que vous effectuez lorsqu’elle est désactivée (y compris les suppressions) restent sur cet appareil et seront synchronisées avec CloudKit lorsque vous la réactiverez.
it: La sincronizzazione CloudKit si interromperà. Le modifiche che apporti mentre è disattivata (incluse le eliminazioni) restano su questo dispositivo e verranno sincronizzate con CloudKit quando la riattivi.
ja: CloudKit 同期を停止します。オフの間に行った変更（削除を含む）はこのデバイスに保持され、再度オンにしたときに CloudKit に同期されます。
ko: CloudKit 동기화가 중지됩니다. 꺼져 있는 동안 변경한 사항(삭제 포함)은 이 기기에 남아 있다가 다시 켜면 CloudKit에 동기화됩니다.
pt_br: A Sincronização do CloudKit será interrompida. As alterações feitas enquanto ela está desativada (incluindo exclusões) permanecem neste dispositivo e serão sincronizadas com o CloudKit quando você a reativar.
pt_pt: A sincronização CloudKit irá parar. As alterações que fizer enquanto estiver desativada (incluindo eliminações) permanecem neste dispositivo e serão sincronizadas com o CloudKit quando a voltar a ativar.
ru: Синхронизация через CloudKit будет остановлена. Изменения, внесённые при её отключении (включая удаления), останутся на этом устройстве и будут синхронизированы с CloudKit, когда вы снова её включите.
uk: Синхронізацію CloudKit буде зупинено. Зміни, внесені поки вона вимкнена (зокрема видалення), залишаються на цьому пристрої та синхронізуються з CloudKit, коли ви знову її ввімкнете.
zh_hans: CloudKit 同步将停止。关闭期间的改动（包括删除）暂时只保存在这台设备，重新开启后会同步到 CloudKit。
zh_hk: CloudKit 同步將停止。關閉期間的改動（包括刪除）暫時只保存在這部裝置，重新開啓後會同步到 CloudKit。

# settings.cloudKitSync.disable.alert.title
source: Turn off CloudKit Sync?
ar: إيقاف مزامنة CloudKit؟
de: CloudKit-Synchronisierung deaktivieren?
es: ¿Desactivar la sincronización con CloudKit?
es_419: ¿Desactivar la sincronización con CloudKit?
fr: Désactiver la synchronisation CloudKit ?
it: Disattivare la sincronizzazione CloudKit?
ja: CloudKit 同期をオフにしますか？
ko: CloudKit 동기화를 끄시겠습니까?
pt_br: Desativar a Sincronização do CloudKit?
pt_pt: Desativar a sincronização CloudKit?
ru: Отключить синхронизацию через CloudKit?
uk: Вимкнути синхронізацію CloudKit?
zh_hans: 关闭 CloudKit 同步？
zh_hk: 關閉 CloudKit 同步？

# settings.cloudKitSync.enable.alert.message
source: %@ will check your iCloud account and then sync posts and styles through your private CloudKit database.
ar: سيتحقق %@ من حساب iCloud الخاص بك ثم يزامن المنشورات والأنماط عبر قاعدة بيانات CloudKit الخاصة بك.
de: %@ prüft deinen iCloud-Account und synchronisiert dann Posts und Stile über deine private CloudKit-Datenbank.
es: %@ comprobará tu cuenta de iCloud y luego sincronizará las publicaciones y los estilos a través de tu base de datos privada de CloudKit.
es_419: %@ comprobará tu cuenta de iCloud y luego sincronizará las publicaciones y los estilos a través de tu base de datos privada de CloudKit.
fr: %@ va vérifier votre compte iCloud, puis synchroniser les publications et les styles via votre base de données CloudKit privée.
it: %@ verificherà il tuo account iCloud e poi sincronizzerà post e stili tramite il tuo database CloudKit privato.
ja: %@ は iCloud アカウントを確認したあと、プライベート CloudKit データベースを通じて投稿とスタイルを同期します。
ko: %@이(가) iCloud 계정을 확인한 다음 개인 CloudKit 데이터베이스를 통해 게시물과 스타일을 동기화합니다.
pt_br: O %@ verificará sua conta do iCloud e, em seguida, sincronizará notas e estilos através do seu banco de dados privado do CloudKit.
pt_pt: O %@ irá verificar a sua conta iCloud e depois sincronizar as publicações e os estilos através da sua base de dados privada do CloudKit.
ru: %@ проверит вашу учётную запись iCloud, а затем синхронизирует заметки и стили через вашу частную базу данных CloudKit.
uk: %@ перевірить ваш обліковий запис iCloud, а потім синхронізує дописи та стилі через вашу приватну базу даних CloudKit.
zh_hans: 「%@」会先检查你的 iCloud 账号，然后通过你的私人 CloudKit 数据库同步便签和样式。
zh_hk: 「%@」會先檢查你的 iCloud 帳戶，然後透過你的私人 CloudKit 資料庫同步便籤和樣式。

# settings.cloudKitSync.enable.alert.title
source: Turn on CloudKit Sync?
ar: تفعيل مزامنة CloudKit؟
de: CloudKit-Synchronisierung aktivieren?
es: ¿Activar la sincronización con CloudKit?
es_419: ¿Activar la sincronización con CloudKit?
fr: Activer la synchronisation CloudKit ?
it: Attivare la sincronizzazione CloudKit?
ja: CloudKit 同期をオンにしますか？
ko: CloudKit 동기화를 켜시겠습니까?
pt_br: Ativar a Sincronização do CloudKit?
pt_pt: Ativar a sincronização CloudKit?
ru: Включить синхронизацию через CloudKit?
uk: Увімкнути синхронізацію CloudKit?
zh_hans: 开启 CloudKit 同步？
zh_hk: 開啓 CloudKit 同步？

# settings.cloudKitSync.enable.failure.title
source: Could not turn on CloudKit Sync
ar: تعذّر تفعيل مزامنة CloudKit
de: CloudKit-Synchronisierung konnte nicht aktiviert werden
es: No se pudo activar la sincronización con CloudKit
es_419: No se pudo activar la sincronización con CloudKit
fr: Impossible d’activer la synchronisation CloudKit
it: Impossibile attivare la sincronizzazione CloudKit
ja: CloudKit 同期をオンにできませんでした
ko: CloudKit 동기화를 켤 수 없음
pt_br: Não foi possível ativar a Sincronização do CloudKit
pt_pt: Não foi possível ativar a sincronização CloudKit
ru: Не удалось включить синхронизацию через CloudKit
uk: Не вдалося ввімкнути синхронізацію CloudKit
zh_hans: 无法开启 CloudKit 同步
zh_hk: 無法開啓 CloudKit 同步

# settings.cloudKitSync.error.accountChanged
source: The iCloud account changed. CloudKit Sync was turned off; review this device before turning it on again.
ar: تغيّر حساب iCloud. تم إيقاف مزامنة CloudKit؛ راجِع هذا الجهاز قبل إعادة تفعيلها.
de: Der iCloud-Account hat sich geändert. Die CloudKit-Synchronisierung wurde deaktiviert; überprüfe dieses Gerät, bevor du sie erneut aktivierst.
es: La cuenta de iCloud cambió. La sincronización con CloudKit se desactivó; revisa este dispositivo antes de volver a activarla.
es_419: La cuenta de iCloud cambió. La sincronización con CloudKit se desactivó; revisa este dispositivo antes de volver a activarla.
fr: Le compte iCloud a changé. La synchronisation CloudKit a été désactivée ; vérifiez cet appareil avant de la réactiver.
it: L'account iCloud è cambiato. La sincronizzazione CloudKit è stata disattivata; controlla questo dispositivo prima di riattivarla.
ja: iCloud アカウントが変更されました。CloudKit 同期がオフになりました。再度オンにする前に、このデバイスを確認してください。
ko: iCloud 계정이 변경되었습니다. CloudKit 동기화가 꺼졌습니다. 다시 켜기 전에 이 기기를 확인하십시오.
pt_br: A conta do iCloud foi alterada. A Sincronização do CloudKit foi desativada; revise este dispositivo antes de ativá-la novamente.
pt_pt: A conta iCloud foi alterada. A sincronização CloudKit foi desativada; reveja este dispositivo antes de a voltar a ativar.
ru: Учётная запись iCloud изменилась. Синхронизация через CloudKit была отключена; проверьте это устройство, прежде чем снова её включать.
uk: Обліковий запис iCloud змінився. Синхронізацію CloudKit вимкнено; перевірте цей пристрій, перш ніж знову її вмикати.
zh_hans: iCloud 账号已变化。CloudKit 同步已关闭；再次开启前请先确认这台设备上的数据。
zh_hk: iCloud 帳戶已變化。CloudKit 同步已關閉；再次開啓前請先確認這部裝置上的資料。

# settings.cloudKitSync.error.clearInterrupted
source: The last "Clear CloudKit Data" did not finish. Please run it again to make sure the deletion syncs to other devices.
ar: لم تكتمل عملية "مسح بيانات CloudKit" الأخيرة. يُرجى تشغيلها مرة أخرى للتأكد من مزامنة الحذف مع الأجهزة الأخرى.
de: Das letzte „CloudKit-Daten löschen“ wurde nicht abgeschlossen. Führe es bitte erneut aus, um sicherzustellen, dass die Löschung mit anderen Geräten synchronisiert wird.
es: La última acción «Borrar datos de CloudKit» no se completó. Vuelve a ejecutarla para asegurarte de que la eliminación se sincronice con los demás dispositivos.
es_419: La última operación "Borrar datos de CloudKit" no se completó. Ejecútala de nuevo para asegurarte de que la eliminación se sincronice con los demás dispositivos.
fr: La dernière opération « Effacer les données CloudKit » ne s’est pas terminée. Veuillez la relancer pour vous assurer que la suppression se synchronise vers les autres appareils.
it: L'ultima operazione "Cancella i dati CloudKit" non è stata completata. Eseguila di nuovo per assicurarti che l'eliminazione venga sincronizzata con gli altri dispositivi.
ja: 前回の「CloudKit データを消去」が完了しませんでした。削除が他のデバイスに確実に同期されるよう、もう一度実行してください。
ko: 마지막 "CloudKit 데이터 지우기"가 완료되지 않았습니다. 삭제가 다른 기기에 동기화되도록 다시 실행하십시오.
pt_br: A última ação "Apagar Dados do CloudKit" não foi concluída. Execute-a novamente para garantir que a exclusão seja sincronizada com outros dispositivos.
pt_pt: A última operação "Limpar dados do CloudKit" não foi concluída. Execute-a novamente para garantir que a eliminação é sincronizada para os outros dispositivos.
ru: Последняя операция «Очистить данные CloudKit» не завершилась. Выполните её снова, чтобы удаление точно синхронизировалось с другими устройствами.
uk: Останнє «Очистити дані CloudKit» не завершилося. Будь ласка, виконайте його знову, щоб переконатися, що видалення синхронізується з іншими пристроями.
zh_hans: 上次「清空 CloudKit 数据」未完成。请重新执行一次，以确保删除同步到其他设备。
zh_hk: 上次「清空 CloudKit 資料」未完成。請重新執行一次，以確保刪除同步到其他裝置。

# settings.cloudKitSync.error.couldNotDetermine
source: Could not check the iCloud account status. %@ will retry automatically.
ar: تعذّر التحقق من حالة حساب iCloud. سيعيد %@ المحاولة تلقائيًا.
de: Der Status des iCloud-Accounts konnte nicht geprüft werden. %@ versucht es automatisch erneut.
es: No se pudo comprobar el estado de la cuenta de iCloud. %@ lo intentará de nuevo automáticamente.
es_419: No se pudo comprobar el estado de la cuenta de iCloud. %@ lo intentará de nuevo automáticamente.
fr: Impossible de vérifier l’état du compte iCloud. %@ réessaiera automatiquement.
it: Impossibile verificare lo stato dell'account iCloud. %@ riproverà automaticamente.
ja: iCloud アカウントの状態を確認できませんでした。%@ が自動的に再試行します。
ko: iCloud 계정 상태를 확인할 수 없습니다. %@이(가) 자동으로 다시 시도합니다.
pt_br: Não foi possível verificar o status da conta do iCloud. O %@ tentará novamente automaticamente.
pt_pt: Não foi possível verificar o estado da conta iCloud. O %@ irá tentar novamente de forma automática.
ru: Не удалось проверить состояние учётной записи iCloud. %@ повторит попытку автоматически.
uk: Не вдалося перевірити стан облікового запису iCloud. %@ повторить спробу автоматично.
zh_hans: 无法检查 iCloud 账号状态。「%@」会自动重试。
zh_hk: 無法檢查 iCloud 帳戶狀態。「%@」會自動重試。

# settings.cloudKitSync.error.disabled
source: CloudKit sync is turned off.
ar: مزامنة CloudKit متوقفة.
de: Die CloudKit-Synchronisierung ist deaktiviert.
es: La sincronización con CloudKit está desactivada.
es_419: La sincronización con CloudKit está desactivada.
fr: La synchronisation CloudKit est désactivée.
it: La sincronizzazione CloudKit è disattivata.
ja: CloudKit 同期はオフになっています。
ko: CloudKit 동기화가 꺼져 있습니다.
pt_br: A sincronização do CloudKit está desativada.
pt_pt: A sincronização CloudKit está desativada.
ru: Синхронизация через CloudKit отключена.
uk: Синхронізацію CloudKit вимкнено.
zh_hans: CloudKit 同步已关闭。
zh_hk: CloudKit 同步已關閉。

# settings.cloudKitSync.error.fullRefresh
source: CloudKit changes require a full refresh. %@ will retry automatically.
ar: تتطلب تغييرات CloudKit تحديثًا كاملاً. سيعيد %@ المحاولة تلقائيًا.
de: CloudKit-Änderungen erfordern eine vollständige Aktualisierung. %@ versucht es automatisch erneut.
es: Los cambios de CloudKit requieren una actualización completa. %@ lo intentará de nuevo automáticamente.
es_419: Los cambios de CloudKit requieren una actualización completa. %@ lo intentará de nuevo automáticamente.
fr: Les modifications CloudKit nécessitent une actualisation complète. %@ réessaiera automatiquement.
it: Le modifiche CloudKit richiedono un aggiornamento completo. %@ riproverà automaticamente.
ja: CloudKit の変更には完全な更新が必要です。%@ が自動的に再試行します。
ko: CloudKit 변경 사항에는 전체 새로고침이 필요합니다. %@이(가) 자동으로 다시 시도합니다.
pt_br: As alterações do CloudKit exigem uma atualização completa. O %@ tentará novamente automaticamente.
pt_pt: As alterações do CloudKit requerem uma atualização completa. O %@ irá tentar novamente de forma automática.
ru: Изменения CloudKit требуют полного обновления. %@ повторит попытку автоматически.
uk: Зміни CloudKit потребують повного оновлення. %@ повторить спробу автоматично.
zh_hans: CloudKit 变更需要完整刷新。「%@」会自动重试。
zh_hk: CloudKit 變更需要完整重新整理。「%@」會自動重試。

# settings.cloudKitSync.error.imageAssetMissing
source: A CloudKit image record is missing its image asset. %@ skipped that record.
ar: يفتقر أحد سجلات صور CloudKit إلى أصل الصورة الخاص به. تخطّى %@ ذلك السجل.
de: Einem CloudKit-Bilddatensatz fehlt sein Bild-Asset. %@ hat diesen Datensatz übersprungen.
es: A un registro de imagen de CloudKit le falta su recurso de imagen. %@ omitió ese registro.
es_419: A un registro de imagen de CloudKit le falta su recurso de imagen. %@ omitió ese registro.
fr: Un enregistrement d’image CloudKit ne contient pas sa ressource image. %@ a ignoré cet enregistrement.
it: A un record immagine CloudKit manca la relativa risorsa immagine. %@ ha ignorato quel record.
ja: ある CloudKit 画像レコードに画像アセットがありません。%@ はそのレコードをスキップしました。
ko: CloudKit 이미지 레코드에 이미지 에셋이 없습니다. %@이(가) 해당 레코드를 건너뛰었습니다.
pt_br: Um registro de imagem do CloudKit está sem seu recurso de imagem. O %@ ignorou esse registro.
pt_pt: Falta o recurso de imagem a um registo de imagem do CloudKit. O %@ ignorou esse registo.
ru: В записи изображения CloudKit отсутствует ресурс изображения. %@ пропустил эту запись.
uk: У записі зображення CloudKit відсутній його ресурс зображення. %@ пропустив цей запис.
zh_hans: 一条 CloudKit 图片记录缺少图片资源。「%@」已跳过该记录。
zh_hk: 一條 CloudKit 圖片記錄缺少圖片資源。「%@」已跳過該記錄。

# settings.cloudKitSync.error.noAccount
source: Sign in to iCloud to use CloudKit sync.
ar: سجّل الدخول إلى iCloud لاستخدام مزامنة CloudKit.
de: Melde dich bei iCloud an, um die CloudKit-Synchronisierung zu verwenden.
es: Inicia sesión en iCloud para usar la sincronización con CloudKit.
es_419: Inicia sesión en iCloud para usar la sincronización con CloudKit.
fr: Connectez-vous à iCloud pour utiliser la synchronisation CloudKit.
it: Accedi a iCloud per usare la sincronizzazione CloudKit.
ja: CloudKit 同期を使用するには、iCloud にサインインしてください。
ko: CloudKit 동기화를 사용하려면 iCloud에 로그인하십시오.
pt_br: Inicie a sessão no iCloud para usar a sincronização do CloudKit.
pt_pt: Inicie sessão no iCloud para usar a sincronização CloudKit.
ru: Войдите в iCloud, чтобы использовать синхронизацию через CloudKit.
uk: Увійдіть в iCloud, щоб використовувати синхронізацію CloudKit.
zh_hans: 请登录 iCloud 后使用 CloudKit 同步。
zh_hk: 請登入 iCloud 後使用 CloudKit 同步。

# settings.cloudKitSync.error.recordBuildFailed
source: Some local records could not be prepared for CloudKit. %@ will retry automatically.
ar: تعذّر تجهيز بعض السجلات المحلية لـ CloudKit. سيعيد %@ المحاولة تلقائيًا.
de: Einige lokale Datensätze konnten nicht für CloudKit vorbereitet werden. %@ versucht es automatisch erneut.
es: Algunos registros locales no se pudieron preparar para CloudKit. %@ lo intentará de nuevo automáticamente.
es_419: Algunos registros locales no se pudieron preparar para CloudKit. %@ lo intentará de nuevo automáticamente.
fr: Certains enregistrements locaux n’ont pas pu être préparés pour CloudKit. %@ réessaiera automatiquement.
it: Impossibile preparare alcuni record locali per CloudKit. %@ riproverà automaticamente.
ja: 一部のローカルレコードを CloudKit 用に準備できませんでした。%@ が自動的に再試行します。
ko: 일부 로컬 레코드를 CloudKit용으로 준비할 수 없습니다. %@이(가) 자동으로 다시 시도합니다.
pt_br: Não foi possível preparar alguns registros locais para o CloudKit. O %@ tentará novamente automaticamente.
pt_pt: Não foi possível preparar alguns registos locais para o CloudKit. O %@ irá tentar novamente de forma automática.
ru: Некоторые локальные записи не удалось подготовить для CloudKit. %@ повторит попытку автоматически.
uk: Деякі локальні записи не вдалося підготувати для CloudKit. %@ повторить спробу автоматично.
zh_hans: 部分本地记录未能准备上传到 CloudKit。「%@」会自动重试。
zh_hk: 部分本機記錄未能準備上載到 CloudKit。「%@」會自動重試。

# settings.cloudKitSync.error.recordTooLarge
source: Some content is too large to sync with iCloud and will stay on this device only.
ar: بعض المحتوى أكبر من أن تتم مزامنته مع iCloud وسيبقى على هذا الجهاز فقط.
de: Einige Inhalte sind zu groß, um mit iCloud synchronisiert zu werden, und bleiben nur auf diesem Gerät.
es: Parte del contenido es demasiado grande para sincronizarse con iCloud y permanecerá solo en este dispositivo.
es_419: Parte del contenido es demasiado grande para sincronizarse con iCloud y permanecerá únicamente en este dispositivo.
fr: Certains contenus sont trop volumineux pour être synchronisés avec iCloud et resteront uniquement sur cet appareil.
it: Alcuni contenuti sono troppo grandi per essere sincronizzati con iCloud e resteranno solo su questo dispositivo.
ja: 一部のコンテンツはサイズが大きすぎて iCloud と同期できないため、このデバイスにのみ保持されます。
ko: 일부 콘텐츠는 너무 커서 iCloud와 동기화할 수 없으며 이 기기에만 남습니다.
pt_br: Parte do conteúdo é grande demais para sincronizar com o iCloud e permanecerá apenas neste dispositivo.
pt_pt: Algum conteúdo é demasiado grande para sincronizar com o iCloud e permanecerá apenas neste dispositivo.
ru: Некоторое содержимое слишком велико для синхронизации с iCloud и останется только на этом устройстве.
uk: Деякий вміст завеликий для синхронізації з iCloud і залишиться лише на цьому пристрої.
zh_hans: 部分内容过大，无法通过 iCloud 同步，将仅保留在本设备上。
zh_hk: 部分內容過大，無法透過 iCloud 同步，將僅保留在本裝置上。

# settings.cloudKitSync.error.restricted
source: This iCloud account cannot use CloudKit sync because iCloud is restricted.
ar: لا يمكن لحساب iCloud هذا استخدام مزامنة CloudKit لأن iCloud مقيّد.
de: Dieser iCloud-Account kann die CloudKit-Synchronisierung nicht verwenden, weil iCloud eingeschränkt ist.
es: Esta cuenta de iCloud no puede usar la sincronización con CloudKit porque iCloud está restringido.
es_419: Esta cuenta de iCloud no puede usar la sincronización con CloudKit porque iCloud está restringido.
fr: Ce compte iCloud ne peut pas utiliser la synchronisation CloudKit, car iCloud est restreint.
it: Questo account iCloud non può usare la sincronizzazione CloudKit perché iCloud è soggetto a restrizioni.
ja: iCloud が制限されているため、この iCloud アカウントでは CloudKit 同期を使用できません。
ko: iCloud가 제한되어 있어 이 iCloud 계정은 CloudKit 동기화를 사용할 수 없습니다.
pt_br: Esta conta do iCloud não pode usar a sincronização do CloudKit porque o iCloud está restrito.
pt_pt: Esta conta iCloud não pode usar a sincronização CloudKit porque o iCloud está restrito.
ru: Эта учётная запись iCloud не может использовать синхронизацию через CloudKit, так как доступ к iCloud ограничен.
uk: Цей обліковий запис iCloud не може використовувати синхронізацію CloudKit, оскільки iCloud обмежено.
zh_hans: 当前 iCloud 账号受限，无法使用 CloudKit 同步。
zh_hk: 目前 iCloud 帳戶受限，無法使用 CloudKit 同步。

# settings.cloudKitSync.error.syncInProgress
source: CloudKit sync is still running. %@ will retry this operation automatically.
ar: ما زالت مزامنة CloudKit قيد التشغيل. سيعيد %@ هذه العملية تلقائيًا.
de: Die CloudKit-Synchronisierung läuft noch. %@ versucht diesen Vorgang automatisch erneut.
es: La sincronización con CloudKit aún se está ejecutando. %@ volverá a intentar esta operación automáticamente.
es_419: La sincronización con CloudKit aún se está ejecutando. %@ volverá a intentar esta operación automáticamente.
fr: La synchronisation CloudKit est toujours en cours. %@ réessaiera automatiquement cette opération.
it: La sincronizzazione CloudKit è ancora in corso. %@ riproverà questa operazione automaticamente.
ja: CloudKit 同期がまだ実行中です。%@ がこの操作を自動的に再試行します。
ko: CloudKit 동기화가 아직 실행 중입니다. %@이(가) 이 작업을 자동으로 다시 시도합니다.
pt_br: A sincronização do CloudKit ainda está em andamento. O %@ tentará esta operação novamente de forma automática.
pt_pt: A sincronização CloudKit ainda está a decorrer. O %@ irá tentar novamente esta operação de forma automática.
ru: Синхронизация через CloudKit ещё выполняется. %@ повторит эту операцию автоматически.
uk: Синхронізація CloudKit ще триває. %@ повторить цю операцію автоматично.
zh_hans: CloudKit 同步仍在进行。「%@」会自动重试此操作。
zh_hk: CloudKit 同步仍在進行。「%@」會自動重試此操作。
